SET_PROFILE_FIRST = "Ошибка: сначала заполните профиль"

PASS_ARGS = "Пожалуйста, передайте аргументы для команды"

WRONG_ARGS = "Неверный формат или тип аргументов для команды"

LOG_WATER_EXAMPLE = ("Формат: `/log_water <объем воды, мл>`\n"
                     "Пример: `/log_water 300`")

LOG_FOOD_EXAMPLE = ("Формат: `/log_food <название продукта/блюда> <порция, грамм>`\n"
                    "Пример: `/log_food банан 200`")

LOG_WORKOUT_EXAMPLE = ("Формат: `/log_workout <тип тренировки> <длительность, мин>`\n"
                       "Пример: `/log_workout бег 30`")
